Repository: doxutostudio/SharedLocalizedResources
Catalog: Sources/SharedLocalizedResources/Resources/Localizable/Localizable/*.lproj/Localizable.strings
Languages: hy, mi

source: About
hy: Մասին
mi: Mō

source: About this book
hy: Այս գրքի մասին
mi: Mō tēnei pukapuka

source: Add to favorite
hy: Ավելացնել նախընտրածներին
mi: Tāpiri ki ngā tino pai

source: AI
hy: Արհեստական բանականություն
mi: MI

source: AI Mode
hy: Արհեստական բանականության ռեժիմ
mi: Aratau MI

# answer_the_question
source: Answer the following question:
hy: Պատասխանեք հետևյալ հարցին՝
mi: Whakautu te pātai e whai ake nei:

source: Appearance
hy: Արտաքին տեսք
mi: Āhua

source: Cancel
hy: Չեղարկել
mi: Whakakore

source: Choose Language
hy: Ընտրել լեզուն
mi: Kōwhiri reo

source: Code
hy: Կոդ
mi: Waehere

# color_scheme
source: Color Theme
hy: Գունային թեմա
mi: Kaupapa tae

source: Continue
hy: Շարունակել
mi: Haere tonu

source: Dark
hy: Մուգ
mi: Pōuri

source: Download Now
hy: Ներբեռնել հիմա
mi: Tikiake ināianei

source: Email
hy: Էլ. հասցե
mi: Īmēra

source: Enter your answer
hy: Մուտքագրեք ձեր պատասխանը
mi: Tāuruhia tō whakautu

source: Face ID or Touch ID
hy: Face ID կամ Touch ID
mi: Face ID, Touch ID rānei

source: Language
hy: Լեզու
mi: Reo

source: Library
hy: Գրադարան
mi: Whare Pukapuka

source: Light
hy: Լուսավոր
mi: Māmā

source: login
hy: Մուտք գործել
mi: Takiuru

source: logout
hy: Ելք
mi: Takiputa

source: Mode
hy: Ռեժիմ
mi: Aratau

source: More from this collection
hy: Ավելի շատ այս հավաքածուից
mi: Ētahi atu mai i tēnei kohinga

source: next
hy: Հաջորդ
mi: Panuku

# no_favorite_book_description
source: Add some books to your favorites to see them them here!
hy: Ավելացրեք գրքեր նախընտրածներին, որպեսզի դրանք տեսնեք այստեղ։
mi: Tāpiri atu ētahi pukapuka ki ngā tino pai kia kitea ai ēnei i konei!

# no_favorite_book_title
source: No Favorite books Yet
hy: Դեռևս չկան նախընտրած գրքեր
mi: Kāore anō kia mōhio ki ngā pukapuka tino pai

source: Parental Gate
hy: Ծնողային հսկողություն
mi: Kūaha Mātua

# parental_gate_question
source: What is
hy: Ինչ է
mi: He aha te

# parental_gate_title
source: Parental Verification Required
hy: Պահանջվում է ծնողային հաստատում
mi: E hiahiatia ana te whakamana o ngā mātua

source: Privacy Policy
hy: Գաղտնիության քաղաքականություն
mi: Kaupapahere Tūmataiti

source: Processing content...
hy: Բովանդակությունը մշակվում է...
mi: Kei te tukatuka i ngā ihirangi...

source: Rate Us
hy: Գնահատեք մեզ
mi: Whakataurangia mātou

source: Read By Myself
hy: Կարդալ ինքս
mi: Pānui māku anake

source: Read Now
hy: Կարդալ հիմա
mi: Pānui ināianei

source: Read To Me
hy: Կարդացեք ինձ համար
mi: Pānui mai ki ahau

source: Remove to favorite
hy: Հեռացնել նախընտրածներից
mi: Tangohia mai i ngā tino pai

source: Restore
hy: Վերականգնել
mi: Whakahokia

source: Search
hy: Որոնում
mi: Rapu

# section_featured
source: Featured
hy: Առաջարկված
mi: Ngā Whakaaturanga

# section_for_you
source: For You
hy: Ձեզ համար
mi: Mōu

# section_start_read_for_free
source: Start Read For Free
hy: Սկսեք կարդալ անվճար
mi: Tīmata pānui mō te kore utu

source: Sign Up
hy: Գրանցվել
mi: Waitohu ake

source: Skip
hy: Բաց թողնել
mi: Peke

source: Subscription
hy: Բաժանորդագրություն
mi: Ohaurunga

# tab_favorite
source: Favorite
hy: Նախընտրածներ
mi: Ngā Tino Pai

# tab_home
source: Home
hy: Գլխավոր
mi: Kāinga

# tab_library
source: Library
hy: Գրադարան
mi: Whare Pukapuka

source: Terms Of Use
hy: Օգտագործման պայմաններ
mi: Ngā Tikanga Whakamahi

source: Try For Free
hy: Փորձեք անվճար
mi: Whakamātauria mō te kore utu

source: Verify
hy: Հաստատել
mi: Whakaū

source: Version
hy: Տարբերակ
mi: Putanga

# your_device_is_not
source: Your device is not configured to send emails.
hy: Ձեր սարքը կարգավորված չէ էլեկտրոնային նամակներ ուղարկելու համար։
mi: Kāore tō pūrere i te whakaritea mō te tuku īmēra.

source: zero
hy: զրո
mi: kore

source: one
hy: մեկ
mi: tahi

source: two
hy: երկու
mi: rua

source: three
hy: երեք
mi: toru

source: four
hy: չորս
mi: wha

source: five
hy: հինգ
mi: rima

source: six
hy: վեց
mi: ono

source: seven
hy: յոթ
mi: whitu

source: eight
hy: ութ
mi: waru

source: nine
hy: ինը
mi: iwa

source: ten
hy: տասը
mi: tekau

source: Action & Adventure
hy: Արկածներ և գործողություն
mi: Ngā Mahi me ngā Whakapono

source: Animals
hy: Կենդանիներ
mi: Ngā Kararehe

source: Author Challenge
hy: Հեղինակի մարտահրավեր
mi: Wero a te Kaituhi

source: Baby/ Toddler
hy: Մանկան / Մանուկի համար
mi: Pēpi / Tamariki Noa

source: Boys
hy: Տղաներ
mi: Tamariki Tāne

source: Character Development
hy: Կերպարի զարգացում
mi: Whakawhanake Āhua

source: Classics
hy: Կլասիկա
mi: Ngā Tino Taonga

source: Culture and Diversity
hy: Մշակույթ և բազմազանություն
mi: Ahurea me te Kanorau

source: Fables
hy: Առակներ
mi: Ngā Pakiwaitara

source: Fairy Tales
hy: Հեքիաթներ
mi: Ngā Pūrākau

source: Family
hy: Ընտանիք
mi: Whānau

source: Friendships
hy: Ընկերություն
mi: Ngā Hoa

source: Girls
hy: Աղջիկներ
mi: Tamariki Wāhine

source: Hans Wilhelm Collection
hy: Հանս Վիլհելմի հավաքածու
mi: Kohinga Hans Wilhelm

source: Health & Wellness
hy: Առողջություն և բարեկեցություն
mi: Hauora me te Oranga

source: Humor
hy: Հումոր
mi: Ngā Whakakata

source: Manners
hy: Վարքագիծ
mi: Ngā Tikanga Pai

source: Math & Counting
hy: Մաթեմատիկա և հաշվում
mi: Pāngarau me te Tatauranga

source: Originals
hy: Օրիգինալներ
mi: Ngā Taketake

source: Mystery
hy: Առեղծված
mi: Ngā Mea Ngaro

source: New Releases
hy: Նոր թողարկումներ
mi: Ngā Putanga Hou

source: Non-Fiction
hy: Ոչ գեղարվեստական
mi: Ngā Kōrero Pono

source: Planes, Trains & Automobiles
hy: Ինքնաթիռներ, գնացքներ և մեքենաներ
mi: Ngā Waka Rererangi, Reriwe me Ngā Motukā

source: Poetry
hy: Պոեզիա
mi: Ngā Pēpeha

source: Religious
hy: Կրոնական
mi: Ngā Tohutohu Wairua

source: Science
hy: Գիտություն
mi: Pūtaiao

source: Shapes
hy: Ձևեր
mi: Ngā Āhua

source: Six to Eight
hy: Վեցից ութ
mi: Ono ki te Waru

source: Social Studies
hy: Սոցիալական գիտություններ
mi: Ngā Akoranga ā-Hapori

source: Spanish
hy: Իսպաներեն
mi: Reo Pāniora

source: Sports
hy: Սպորտ
mi: Ngā Hākinakina

source: Summer Fun!
hy: Ամառային զվարճանքներ!
mi: Ngā Mahi Raumati!

source: Three to Five
hy: Երեքից հինգ
mi: Toru ki te Rima
